Repository: kadigaram/kadigaram
Catalog: kadigaram/ios/Kadigaram/Resources/*.lproj/Localizable.strings
Languages: ta

# dashboard_gregorian
source: Gregorian Date
ta: ஆங்கில தேதி

# dashboard_vedic
source: Vedic Date
ta: பஞ்சாங்கம்

# label_tithi
source: Tithi
ta: திதி

# label_nakshatra
source: Nakshatra
ta: நட்சத்திரம்

# month_chithirai
source: Chithirai
ta: சித்திரை

# month_vaigasi
source: Vaigasi
ta: வைகாசி

# month_aani
source: Aani
ta: ஆனி

# month_aadi
source: Aadi
ta: ஆடி

# month_aavani
source: Aavani
ta: ஆவணி

# month_purattasi
source: Purattasi
ta: புரட்டாசி

# month_aippasi
source: Aippasi
ta: ஐப்பசி

# month_karthigai
source: Karthigai
ta: கார்த்திகை

# month_margazhi
source: Margazhi
ta: மார்கழி

# month_thai
source: Thai
ta: தை

# month_masi
source: Masi
ta: மாசி

# month_panguni
source: Panguni
ta: பங்குனி

# tithi_panchami
source: Panchami
ta: பஞ்சமி

# tithi_ashtami
source: Ashtami
ta: அஷ்டமி

# tithi_navami
source: Navami
ta: நவமி

# year_prabhava
source: Prabhava
ta: பிரபவ

# year_vibhava
source: Vibhava
ta: விபவ

# year_shukla
source: Shukla
ta: சுக்ல

# year_pramoduta
source: Pramoduta
ta: பிரமோதூத

# year_prajotpatti
source: Prajotpatti
ta: பிரஜோற்பத்தி

# year_angirasa
source: Angirasa
ta: ஆங்கீரச

# year_srimukha
source: Srimukha
ta: ஸ்ரீமுக

# year_bhava
source: Bhava
ta: பவ

# year_yuva
source: Yuva
ta: யுவ

# year_dhatru
source: Dhatru
ta: தாது

# year_ishwara
source: Ishwara
ta: ஈஸ்வர

# year_bahudhanya
source: Bahudhanya
ta: வெகுதான்ய

# year_pramathi
source: Pramathi
ta: பிரமாதி

# year_vikrama
source: Vikrama
ta: விக்ரம

# year_vrusha
source: Vrusha
ta: விஷு

# year_chitrabhanu
source: Chitrabhanu
ta: சித்திரபானு

# year_subhanu
source: Subhanu
ta: சுபானு

# year_tarana
source: Tarana
ta: தாரண

# year_parthiva
source: Parthiva
ta: பார்த்திப

# year_vyaya
source: Vyaya
ta: வியய

# year_sarvajit
source: Sarvajit
ta: சர்வஜித்

# year_sarvadhari
source: Sarvadhari
ta: சர்வதாரி

# year_virodhi
source: Virodhi
ta: விரோதி

# year_vikruti
source: Vikruti
ta: விக்ருதி

# year_khara
source: Khara
ta: கர

# year_nandana
source: Nandana
ta: நந்தன

# year_vijaya
source: Vijaya
ta: விஜய

# year_jaya
source: Jaya
ta: ஜய

# year_manmatha
source: Manmatha
ta: மன்மத

# year_durmukhi
source: Durmukhi
ta: துன்முகி

# year_hevilambi
source: Hevilambi
ta: ஹேவிளம்பி

# year_vilambi
source: Vilambi
ta: விளம்பி

# year_vikari
source: Vikari
ta: விகாரி

# year_sharvari
source: Sharvari
ta: சார்வரி

# year_plava
source: Plava
ta: பிலவ

# year_shubhakrut
source: Shubhakrut
ta: சுபகிருது

# year_shobhakrut
source: Shobhakrut
ta: சோபகிருது

# year_krodhi
source: Krodhi
ta: குரோதி

# year_viswavasu
source: Viswavasu
ta: விசுவாவசு

# year_parabhava
source: Parabhava
ta: பராபவ

# year_plavanga
source: Plavanga
ta: பிலவங்கா

# year_keelaka
source: Keelaka
ta: கீலக

# year_soumya
source: Soumya
ta: சௌமிய

# year_sadharana
source: Sadharana
ta: சாதாரண

# year_virodhikrut
source: Virodhikrut
ta: விரோதிகிருது

# year_paridhavi
source: Paridhavi
ta: பரிதாபி

# year_pramadicha
source: Pramadicha
ta: பிரமாதீச

# year_ananda
source: Ananda
ta: ஆனந்த

# year_rakshasa
source: Rakshasa
ta: ராட்சச

# year_nala
source: Nala
ta: நள

# year_pingala
source: Pingala
ta: பிங்கள

# year_kalayukti
source: Kalayukti
ta: காளயுக்தி

# year_siddharthi
source: Siddharthi
ta: சித்தார்த்தி

# year_roudri
source: Roudri
ta: ரௌத்ரி

# year_durmati
source: Durmati
ta: துன்மதி

# year_dundubhi
source: Dundubhi
ta: துந்துபி

# year_rudhirodgari
source: Rudhirodgari
ta: ருத்ரோத்காரி

# year_raktakshi
source: Raktakshi
ta: ரக்தாட்சி

# year_krodhana
source: Krodhana
ta: குரோதன

# year_akshaya
source: Akshaya
ta: அக்ஷய

# nakshatra_ashwini
source: Ashwini
ta: அசுவினி

# nakshatra_bharani
source: Bharani
ta: பரணி

# nakshatra_krittika
source: Krittika
ta: கார்த்திகை

# nakshatra_rohini
source: Rohini
ta: ரோகிணி

# nakshatra_mrigashira
source: Mrigashira
ta: மிருகசீரிடம்

# nakshatra_ardra
source: Ardra
ta: திருவாதிரை

# nakshatra_punarvasu
source: Punarvasu
ta: புனர்பூசம்

# nakshatra_pushya
source: Pushya
ta: பூசம்

# nakshatra_ashlesha
source: Ashlesha
ta: ஆயில்யம்

# nakshatra_magha
source: Magha
ta: மகம்

# nakshatra_purva_phalguni
source: Purva Phalguni
ta: பூரம்

# nakshatra_uttara_phalguni
source: Uttara Phalguni
ta: உத்திரம்

# nakshatra_hasta
source: Hasta
ta: அஸ்தம்

# nakshatra_chitra
source: Chitra
ta: சித்திரை

# nakshatra_swati
source: Swati
ta: சுவாதி

# nakshatra_vishakha
source: Vishakha
ta: விசாகம்

# nakshatra_anuradha
source: Anuradha
ta: அனுஷம்

# nakshatra_jyeshtha
source: Jyeshtha
ta: கேட்டை

# nakshatra_mula
source: Mula
ta: மூலம்

# nakshatra_purva_ashadha
source: Purva Ashadha
ta: பூராடம்

# nakshatra_uttara_ashadha
source: Uttara Ashadha
ta: உத்திராடம்

# nakshatra_shravana
source: Shravana
ta: திருவோணம்

# nakshatra_dhanishta
source: Dhanishta
ta: அவிட்டம்

# nakshatra_shatabhisha
source: Shatabhisha
ta: சதயம்

# nakshatra_purva_bhadrapada
source: Purva Bhadrapada
ta: பூரட்டாதி

# nakshatra_uttara_bhadrapada
source: Uttara Bhadrapada
ta: உத்திரட்டாதி

# nakshatra_revati
source: Revati
ta: ரேவதி
